const trains = [{
        name: 'Грудь - трицепс',
        exes: [{
                name: 'Отжимания',
                group: 'Грудь, трицепс',
                tip: 'От широких к узким',
                defReps: [15, 15, 15],
                defWeight: 'Собственный вес',
                times: []
            },
            {
                name: 'Тяга руки сбоку внутрь с резинкой',
                group: 'Грудь',
                tip: 'Снизу вверх',
                defReps: [25, 25, 15],
                defWeight: 'Резинка',
                times: []
            },
            {
                name: 'Опускание рук с резинкой',
                group: 'Трицепс',
                tip: '',
                defReps: [16, 18, 20],
                defWeight: 'Резинка',
                times: []
            },
            {
                name: 'Удар внутрь с резинкой',
                group: 'Грудь',
                tip: 'Снизу вверх',
                defReps: [25, 30, 25],
                defWeight: 'Резинка',
                times: []
            },
            {
                name: 'Обратные отжимания',
                group: 'Трицепс',
                tip: '',
                defReps: [20, 20, 20],
                defWeight: 'Собственный вес',
                times: []
            }
        ]
    },
    {
        name: 'Спина - бицепс',
        exes: [{
                name: 'Подтягивания',
                group: 'Спина, грудь, бицепс',
                tip: 'Широкие - прямые - обратные',
                defReps: [8, 7, 8],
                defWeight: 'Собственный вес',
                times: []
            },
            {
                name: 'Тяга одной рукой к рёбрам с небольшим сгибанием с резинкой',
                group: 'Спина',
                tip: '',
                defReps: [20, 25, 20],
                defWeight: 'Резинка',
                times: []
            },
            {
                name: 'Концентрированные подъёмы на бицепс',
                group: 'Бицепс',
                tip: '',
                defReps: [12, 12, 10],
                defWeight: 9,
                times: []
            },
            {
                name: 'Тяга двумя руками к соскам в наклоне с резинкой',
                group: 'Спина, руки',
                tip: '',
                defReps: [20, 20, 30],
                defWeight: 'Резинка',
                times: []
            },
            {
                name: 'Подъём гантели с поворачиванием руки',
                group: 'Бицепс, предплечье',
                tip: '',
                defReps: [16, 12, 12],
                defWeight: 9,
                times: []
            },
            {
                name: 'Поднятие баклашек в наклоне',
                group: 'Спина',
                tip: '',
                defReps: [20, 20, 20],
                defWeight: 5,
                times: []
            }
        ]
    }
]